Repository: flathub/io.github.aginies.watermark
Catalog: locale/*/LC_MESSAGES/watermark_app_gtk.po
Languages: es, fr

source: Processing...
es: Procesando...
fr: Traitement en cours...

source: Previous
es: Anterior
fr: Précédent

source: Next
es: Siguiente
fr: Suivant

source: Watermark App
es: Aplicación de Marca de Agua
fr: Application Filigrane

source: Preferences
es: Preferencias
fr: Préférences

source: Show Expert Options
es: Mostrar Opciones Expertas
fr: Afficher les options expertes

source: Help
es: Ayuda
fr: Aide

source: Online Help
es: Ayuda en Línea
fr: Aide en ligne

source: About App
es: Acerca de la Aplicación
fr: À propos de l'application

source: About Watermark App
es: Acerca de la Aplicación de Marca de Agua
fr: À propos de l'application Filigrane

source: Select Image File(s)
es: Seleccionar Archivo(s) de Imagen
fr: Sélectionner le(s) fichier(s) image

source: Choose Files
es: Elegir Archivos
fr: Choisir les fichiers

source: Watermark Text
es: Texto de Marca de Agua
fr: Texte du filigrane

source: TTF Font chooser
es: Selector de Fuente TTF
fr: Sélecteur de police TTF

source: No font selected
es: No se ha seleccionado ninguna fuente
fr: Aucune police sélectionnée

source: Select Output Folder
es: Seleccionar Carpeta de Salida
fr: Sélectionner le dossier de sortie

source: Expert Options
es: Opciones Expertas
fr: Options expertes

source: Angle (degrees)
es: Ángulo (grados)
fr: Angle (degrés)

source: Watermark Angle in the image (positive and negative)
es: Ángulo de la marca de agua en la imagen (positivo y negativo)
fr: Angle du filigrane dans l'image (positif et négatif)

source: Transparency
es: Transparencia
fr: Transparence

source: <b>* 0:</b> No transparency <b>* 100:</b> Invisible
es: <b>* 0:</b> Sin transparencia <b>* 100:</b> Invisible
fr: <b>* 0 :</b> Aucune transparence <b>* 100 :</b> Invisible

source: Density
es: Densidad
fr: Densité

source: <b>* 0:</b> None <b>* 200:</b> Fill the image
es: <b>* 0:</b> Ninguna <b>* 200:</b> Llenar la imagen
fr: <b>* 0 :</b> Aucun <b>* 200 :</b> Remplir l'image

source: Random Colors
es: Colores Aleatorios
fr: Couleurs aléatoires

source: Filename Prefix
es: Prefijo del Nombre de Archivo
fr: Préfixe du nom de fichier

source: You can add an <b>Extra Prefix</b> to the final filename
es: Puedes agregar un <b>prefijo adicional</b> al nombre de archivo final
fr: Vous pouvez ajouter un <b>préfixe supplémentaire</b> au nom de fichier final

source: Include Date + Hour
es: Incluir Fecha y Hora
fr: Inclure la date et l'heure

source: Add the Date and the Hour in the watermark, include that into the filename
es: Agregar la fecha y la hora en la marca de agua, incluir eso en el nombre de archivo
fr: Ajouter la date et l'heure dans le filigrane, inclure cela dans le nom de fichier

source: Resize to
es: Redimensionar a
fr: Redimensionner à

source: You can <b>resize</b> the original image to another size. This option is not available if you choose PDF output format.
es: Puedes <b>redimensionar</b> la imagen original a otro tamaño. Esta opción no está disponible si eliges el formato de salida PDF.
fr: Vous pouvez <b>redimensionner</b> l'image originale à une autre taille. Cette option n'est pas disponible si vous choisissez le format de sortie PDF.

source: <b>* 0:</b> None <b>* 100:</b> Full compression
es: <b>* 0:</b> Ninguna <b>* 100:</b> Compresión completa
fr: <b>* 0 :</b> Aucun <b>* 100 :</b> Compression complète

source: Save the image into a <b>PDF</b> format instead of JPEG. There is no view of the watermarked file in PDF format.
es: Guardar la imagen en formato <b>PDF</b> en lugar de JPEG. No hay vista previa del archivo con marca de agua en formato PDF.
fr: Enregistrer l'image au format <b>PDF</b> au lieu de JPEG. Il n'y a pas d'aperçu du fichier filigrané au format PDF.

source: Add Watermark
es: Agregar Marca de Agua
fr: Ajouter un filigrane

source: Could not find the default font file, choose another one.
es: No se pudo encontrar el archivo de fuente predeterminado, elige otro.
fr: Impossible de trouver le fichier de police par défaut, choisissez-en un autre.

source: Choose a TTF Font
es: Elegir una Fuente TTF
fr: Choisir une police TTF

source: An error occurred, can't find the font path, please choose another one
es: Ocurrió un error, no se puede encontrar la ruta de la fuente, por favor elige otra
fr: Une erreur est survenue, impossible de trouver le chemin de la police, veuillez en choisir une autre

source: Watermark App Version 4.1
es: Aplicación de Marca de Agua Versión 4.1
fr: Application Filigrane Version 4.1

source: This app add a Watermark to images Open Source Project Licence GPL2
es: Esta aplicación agrega una marca de agua a las imágenes Proyecto de Código Abierto Licencia GPL2
fr: Cette application ajoute un filigrane aux images Projet Open Source Licence GPL2

source: Close
es: Cerrar
fr: Fermer

source: help
es: ayuda
fr: aide

source: Image Files
es: Archivos de Imagen
fr: Fichiers image

source: Please choose files
es: Por favor, elige archivos
fr: Veuillez choisir des fichiers

source: ... and more files selected ({how_many_files}).
es: ... y más archivos seleccionados ({how_many_files}).
fr: ... et plus de fichiers sélectionnés ({how_many_files}).

source: Please select an image
es: Por favor, selecciona una imagen
fr: Veuillez sélectionner une image

source: Please enter a watermark text
es: Por favor, ingresa un texto de marca de agua
fr: Veuillez entrer un texte de filigrane

source: Please Select a Font
es: Por favor, Selecciona una Fuente
fr: Veuillez sélectionner une police

source: Adding Watermark
es: Agregando Marca de Agua
fr: Ajout du filigrane

source: Success
es: Éxito
fr: Succès

source: Generated file(s): {self.all_images}
es: Archivo(s) generado(s): {self.all_images}
fr: Fichier(s) généré(s) : {self.all_images}

source: An error occurred during image processing: {err}
es: Ocurrió un error durante el procesamiento de la imagen: {err}
fr: Une erreur est survenue lors du traitement de l'image : {err}

source: Image size is {img.size}, will not rescale it to {resize_selected}
es: El tamaño de la imagen es {img.size}, no se redimensionará a {resize_selected}
fr: La taille de l'image est {img.size}, elle ne sera pas redimensionnée à {resize_selected}

source: An error occurred while adding the watermark: {err}
es: Ocurrió un error al agregar la marca de agua: {err}
fr: Une erreur est survenue lors de l'ajout du filigrane : {err}
